Repository: tingley/globalsight
Catalog: main6/QA_Automation/Selenium/GlobalSightAutomationFiles/TestFiles/Demo_Company/demo_company.tmx
Source language: en_us
Languages: es_es

source: Point and Click
es_es: Señalar y hacer clic

source: The installation now provides an automatic install of both Focalpoint® and ViewpointTM, versus the user having to make a selection.
es_es: El nuevo programa instala automáticamente Focalpoint® y ViewpointTM, sin necesidad de selección por parte del usuario.

source: These include a pre-install check, MSXML update 6.0, Point and Click, and an MS Access choice.
es_es: Entre ellas se incluyen una verificación previa a la instalación, la actualización MSXML 6.0, Señalar y hacer clic, y una opción a MS Access.

source: KEY FEATURES
es_es: FUNCIONES PRINCIPALES

source: It is available only to the Galileo® users of Galileo Desktop™.
es_es: Está disponible únicamente para los usuarios de Galileo® de Galileo Desktop™.

source: The user can book air, cars, hotels, and quote and shop for fares.
es_es: El usuario puede reservar vuelo, coche y hotel, y cotizar y comprar tarifas.

source: During the design of Galileo DesktopSM 2.0, we have given particular attention to Customization to solve some issues of the past and implement new functionality.
es_es: En la fase de diseño de Galileo DesktopSM 2.0 hemos prestado especial atención a la personalización para solucionar los problemas del pasado e implementar nuevas funciones.

source: It combines the ease of Viewpoint™ with the speed of Focalpoint®.
es_es: Combina la facilidad de Viewpoint™ con la rapidez de Focalpoint®.

source: Customization
es_es: Personalización

source: Installation
es_es: Instalación

source: Point and Click functionality in Focalpoint® is the next generation of the Galileo booking system.
es_es: La funcionalidad Señalar y hacer clic de Focalpoint® es la última generación del sistema de reservas Galileo.

source: Several enhancements are available with the installation process for DesktopSM 2.0.
es_es: Varias mejoras están disponibles con el proceso de instalación de DesktopSM 2.0.

source: The capability to customize Galileo DesktopSM environment has became one of the most important features for our GDS business.
es_es: La posibilidad de personalizar el entorno Galileo DesktopSMSM se ha convertido en una de las funciones más importantes para nuestras empresas GDS.
